@extends ('layouts.master')

@section('content')

    <br>

    <article>
        <p>
            <strong>Daft Punk</strong> — французский музыкальный электронный дуэт, образованный в 1993 году Тома Бангальтером
            и Ги-Мануэлем де Омем-Кристо.
        </p>

        <p>
            Достигли значительного успеха к концу девяностых на волне движения хаус-музыки во Франции, создав
            собственное звучание, смешав элементы электро, хауса, диско и синтипопа. Оказали значительное
            влияние на формирование собственно французского хауса. В период с 1996 по 2008 год их менеджером
            был Педро Винтер (Busy P), глава Ed Banger Records.
        </p>

        <p>
            На заре своей карьеры участники коллектива испытали сильное влияние таких групп как The Beach Boys и
            The Rolling Stones. Изначально Бангальтер и де Омем-Кристо сформировали группу под названием Darlin’,
            которая распалась через непродолжительное время, что позволило участникам заняться своими музыкальными
            экспериментами поодиночке. Дуэт возродился уже как Daft Punk, выпустив нашумевший альбом Homework в 1997 году.
            Релиз 2001 года, альбом Discovery, стал ещё более успешным, подхваченный клубными синглами «One More Time»,
            «Digital Love» и «Harder, Better, Faster, Stronger». В марте 2005 года дуэт выпустил третий альбом Human
            After All, принятый критиками весьма неоднозначно. Несмотря на это, синглы «Robot Rock» и «Technologic»
            имели успех в Великобритании. В 2006—2007 годах Daft Punk отправляются в музыкальный тур, по окончании
            которого выпускают живой альбом Alive 2007, получивший Грэмми в номинации «Лучший электронный/танцевальный
            альбом». В 2010 году дуэт написал музыку для фильма Трон: Наследие и выпустил альбом с саундтреками к нему.
        </p>

        <p>
            В мае 2013 года Daft Punk выпускают четвёртый студийный альбом Random Access Memories, получивший высочайшие
            оценки музыкальной прессы. За месяц до этого, в апреле, выходит синглом одна из песен этого альбома — Get Lucky,
            ставшая мировым хитом. Ретро-саунд альбома принёс дуэту победу в нескольких престижнейших номинациях 56-й церемонии
            Грэмми, включая «Запись года» и «Альбом года». Ещё через три года Daft Punk впервые за четверть века существования
            дуэта возглавили Billboard Hot 100 (с новым синглом Starboy)[2].
        </p>

        <p>
            Daft Punk славятся своими тщательно проработанными живыми выступлениями, в которых визуальные элементы и
            спецэффекты составляют единое целое с музыкой. Важную роль в их творчестве играет визуальная составляющая
            подачи истории, переплетающаяся с музыкой, к примеру, ношение костюмов роботов на публике и во время живых
            выступлений.
        </p>

    </article>

@endsection